// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Energiebeheer";

State0Title = "OK";
State1Title = "Te hoge temperatuur";
State2Title = "Bezig met opladen";
State3Title = "Ontbreekt";
State4Title = "Defect";
State5Title = "Kan niet worden opgehaald";

AutoPowerOffTitle = "Batterij automatisch uitzetten:";
BatteryStateTitle = "Batterijstatus:";
BatteryLevelTitle = "Batterijniveau:";
VisitText1 = "Bezoek ";
VisitText2 = " voor meer informatie over accessoires.";
ApplyButtonTitle = "Pas wijzigingen toe";

After5Min = "Na 5 Minuten";
After10Min = "Na 10 Minuten";
After20Min = "Na 20 Minuten";
After15Min = "Na 15 Minuten";
After30Min = "Na 30 Minuten";
After45Min = "Na 45 Minuten";
After1Hour = "Na 1 Uur";
After2Hours = "Na 2 Uur";
After3Hours = "Na 3 Uur";
Never = "Nooit";